Revit 2020 API
FormatOptions.GetValidUnitSymbols Method
Overload List
Name | Description
GetValidUnitSymbols()
 Gets all valid unit symbols for the display unit in this FormatOptions.
GetValidUnitSymbols(DisplayUnitType)
 Gets all valid unit symbols for a given display unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace